[
    { "text": "La meilleure façon de prédire l'avenir est de l'inventer.", "author": "Alan Kay" },
    { "text": "La créativité, c'est l'intelligence qui s'amuse.", "author": "Albert Einstein" },
    { "text": "La logique vous mènera d’un point A à un point B. L’imagination vous mènera partout.", "author": "Albert Einstein" },
    { "text": "Code is like humor. When you have to explain it, it’s bad.", "author": "Cory House" },
    { "text": "La simplicité est la sophistication suprême.", "author": "Léonard de Vinci" },
    { "text": "Stay hungry, stay foolish.", "author": "Steve Jobs" },
    { "text": "Votre temps est limité, ne le gaspillez pas à vivre la vie de quelqu’un d’autre.", "author": "Steve Jobs" },
    { "text": "L'échec est simplement l'opportunité de recommencer, cette fois de manière plus intelligente.", "author": "Henry Ford" },
    { "text": "Le meilleur moment pour planter un arbre était il y a 20 ans. Le deuxième meilleur moment est maintenant.", "author": "Proverbe chinois" },
    { "text": "N’attends pas l’inspiration. Elle vient pendant que tu travailles.", "author": "Henri Matisse" },
    { "text": "L’imperfection est beauté, la folie est génie et il vaut mieux être absolument ridicule que totalement ennuyeux.", "author": "Marilyn Monroe" },
    { "text": "Tout le monde savait que c'était impossible, il est venu un imbécile qui ne le savait pas et il l'a fait.", "author": "Marcel Pagnol" },
    { "text": "Celui qui déplace une montagne commence par déplacer de petites pierres.", "author": "Confucius" },
    { "text": "Don’t worry if it doesn’t work right. If everything did, you’d be out of a job.", "author": "Mosher’s Law of Software Engineering" },
    { "text": "Ne jugez pas chaque jour à la récolte que vous faites mais aux graines que vous semez.", "author": "Robert Louis Stevenson" },
    { "text": "Les grandes choses ne sont jamais faites par une seule personne. Elles sont faites par une équipe.", "author": "Steve Jobs" },
    { "text": "Une fois qu’un nouveau langage est appris, il change à jamais la façon dont on pense.", "author": "Bjarne Stroustrup" },
    { "text": "Un problème bien posé est à moitié résolu.", "author": "Charles Kettering" },
    { "text": "Apprendre, c’est découvrir ce que l’on sait déjà. Agir, c’est montrer qu’on le sait.", "author": "Richard Bach" },
    { "text": "La technologie est meilleure quand elle rapproche les gens.", "author": "Matt Mullenweg" }
]

